Repository: GOP9632/CleanMacKeyboard
Catalog: Wipe/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# authorization.autoDetect
source: Leave Wipe open. It notices the moment you turn it on, and this screen becomes the ring again.
zh_hant: Wipe 開著就好。你一打開授權它就會發現，這個畫面會自己變回圓環。

# authorization.capability
source: Accessibility lets Wipe see every keystroke, click, and trackpad gesture on this Mac, and discard them before any app receives them.
zh_hant: 輔助使用授權讓 Wipe 看得到這台 Mac 上的每一次按鍵、點擊與觸控板動作，並且在其他 app 收到之前把它們丟掉。

# authorization.openSettings
source: Open System Settings
zh_hant: 開啟系統設定

# authorization.promise
source: Wipe only discards events while cleaning mode is on. It never records what you type, never stores it, and never sends anything anywhere.
zh_hant: Wipe 只在清潔模式期間把事件丟掉。它不記錄你打了什麼，不存下來，也不會傳到任何地方。

# authorization.steps
source: Open System Settings, go to Privacy & Security › Accessibility, and turn on Wipe.
zh_hant: 打開「系統設定」，到「隱私權與安全性 › 輔助使用」，把 Wipe 打開。

# authorization.title
source: Wipe needs your permission
zh_hant: Wipe 需要你的授權

# diagnostics.headline
source: Can Wipe tell the two Command keys apart?
zh_hant: Wipe 分得出左右兩顆 Command 嗎？

# diagnostics.instructions
source: Keep this window in front, then hold the left Command key and watch which light comes on. Repeat with the right one.
zh_hant: 讓這個視窗留在最前面，按住左邊的 Command，看哪一顆燈亮起來。再用右邊的按一次。

# diagnostics.left.command
source: Left Command
zh_hant: 左 Command

# diagnostics.log.clear
source: Clear
zh_hant: 清空

# diagnostics.log.copy
source: Copy
zh_hant: 複製

# diagnostics.log.count
source: %1$lld of %2$lld entries kept
zh_hant: 保留 %1$lld 筆，上限 %2$lld 筆

# diagnostics.log.empty
source: No keyboard events yet.
zh_hant: 還沒有收到任何鍵盤事件。

# diagnostics.passthrough.note
source: This window only reads keyboard events while Wipe is in front. It never blocks or changes them, and it needs no system permission.
zh_hant: 這個視窗只在 Wipe 位於前景時讀取鍵盤事件。它不攔截也不修改任何事件，也不需要任何系統授權。

# diagnostics.right.command
source: Right Command
zh_hant: 右 Command

# diagnostics.state.down
source: Held down
zh_hant: 按著

# diagnostics.state.up
source: Released
zh_hant: 放開

# diagnostics.window.title
source: Keyboard diagnostics
zh_hant: 鍵盤診斷

# main.refusal.interceptionUnavailable
source: Wipe has permission but still cannot block input. Quit Wipe and open it again.
zh_hant: Wipe 拿到授權了，還是建立不了攔截。請結束 Wipe 再重新開啟。

# main.refusal.secureInput
source: Secure input is on, so Wipe cannot block the keyboard.
zh_hant: 安全輸入模式啟動中，Wipe 攔不住鍵盤。

# main.refusal.secureInput.app
source: %@ turned on secure input, so Wipe cannot block the keyboard.
zh_hant: %@ 啟動了安全輸入模式，Wipe 攔不住鍵盤。

# main.scope.allInput
source: All input locked, pointer frozen
zh_hant: 全輸入鎖，游標也停住

# main.scope.keyboard
source: Keyboard locked, trackpad works
zh_hant: 鍵盤鎖，觸控板仍然可用

# main.timeout.remaining
source: Auto-unlocks in %@
zh_hant: %@ 後自動解除

# ring.cleaning.title
source: Cleaning
zh_hant: 清潔中

# ring.preparing.seconds
source: %lld s
zh_hant: %lld 秒

# ring.preparing.title
source: Get ready
zh_hant: 準備清潔

# ring.standby.title
source: Start cleaning
zh_hant: 開始清潔

# settings.buffer.footnote
source: The countdown is your window to take your hands off the keyboard and pick up the cloth. Turn it off once you no longer need it.
zh_hant: 這段倒數是留給你把手離開鍵盤、拿起抹布的時間。熟練之後可以關掉，按下開始就直接進入清潔模式。

# settings.buffer.length
source: Countdown
zh_hant: 倒數長度

# settings.buffer.toggle
source: Count down before locking
zh_hant: 鎖上之前先倒數

# settings.presentation.footnote
source: The main window keeps its size and position and simply comes to the front while cleaning. The overlay also hides your work from the room, and its dark background makes the dust on the screen easy to see.
zh_hant: 主視窗維持原本的大小和位置，清潔模式期間暫時置頂。遮蔽層還會擋住旁人的視線，深色底也讓螢幕上的灰塵看得見。

# settings.presentation.mainWindow
source: Main window
zh_hant: 主視窗

# settings.presentation.overlay
source: Dark overlay on every display
zh_hant: 遮蔽層蓋滿每一個螢幕

# settings.presentation.title
source: On screen
zh_hant: 畫面呈現

# settings.scope.allInput
source: Keyboard, trackpad and mouse
zh_hant: 全輸入鎖（連觸控板與滑鼠）

# settings.scope.footnote
source: Keyboard only leaves the trackpad working, so there is always a way to ask for help that does not go through the keyboard. Locking everything lets you clean the palm rest and the trackpad too, at the cost of that escape route.
zh_hant: 鍵盤鎖保留觸控板，永遠留著一條不靠鍵盤的求救路徑。全輸入鎖連掌托和觸控板都能放心擦，代價是少了那條路。

# settings.scope.keyboard
source: Keyboard only
zh_hant: 鍵盤鎖（只攔截鍵盤）

# settings.scope.title
source: Interception scope
zh_hant: 攔截範圍

# settings.sound.footnote
source: Locked, unlock gesture detected and unlocked are the only thing telling you what is happening while you are not looking at the screen.
zh_hant: 「鎖上」「偵測到解鎖手勢」「解鎖成功」是你沒在看螢幕時唯一的狀態來源，建議留著。

# settings.sound.individual
source: Individual sounds
zh_hant: 各個時刻

# settings.sound.locked
source: Locked
zh_hant: 鎖上

# settings.sound.master
source: Play sounds
zh_hant: 播放音效

# settings.sound.preparingTick
source: Countdown tick
zh_hant: 倒數的每一秒

# settings.sound.refused
source: Refused to start
zh_hant: 拒絕進入

# settings.sound.timedOut
source: Unlocked automatically
zh_hant: 逾時自動解除

# settings.sound.unlocked
source: Unlocked
zh_hant: 解鎖成功

# settings.sound.unlockGestureDetected
source: Unlock gesture detected
zh_hant: 偵測到解鎖手勢

# settings.sound.unlockGestureReset
source: Unlock gesture restarted
zh_hant: 解鎖手勢重新計時

# settings.tab.general
source: General
zh_hant: 一般

# settings.tab.sound
source: Sound
zh_hant: 聲音

# settings.timeout.footnote
source: This cannot be turned off, and fifteen minutes is as long as it goes. Your keyboard does nothing while cleaning mode is on, so if the unlock gesture ever fails to register, this countdown is the way back.
zh_hant: 這一項關不掉，最長也只到 15 分鐘。清潔模式期間鍵盤是失效的，萬一解鎖手勢認不出來，這個倒數就是你回得去的那條路。

# settings.timeout.title
source: Unlock automatically after
zh_hant: 自動解除時間

# settings.unlock.footnote
source: Hold the left and right Command keys together for this long to leave cleaning mode. Longer is safer against a stray cloth, shorter is easier on your hands. Any third key pressed during the hold restarts the count, which is what keeps a cloth from unlocking Wipe, and that part cannot be turned off.
zh_hant: 同時按住左右兩顆 Command 鍵這麼久，就會離開清潔模式。設久一點，抹布誤解鎖的機會更低；設短一點，自己解鎖更輕鬆。按住期間只要出現第三顆按鍵就會重新計時，那正是抹布解不開 Wipe 的原因，所以它沒有開關。

# settings.unlock.hold
source: Hold both Command keys for
zh_hant: 解鎖手勢按住
